function directInputRegister(){
    $("#title").val("史上最棒的保母")
    $("#experience").val(5)
    $("#notices").val("可以上沙發\n" +
        "可以上床\n" +
        "我24小時照顧\n" +
        "不限定毛孩性別\n" +
        "毛孩必須絕育\n" +
        "必須有晶片\n" +
        "不提供鮮食\n" +
        "可接待發情期的女生\n" +
        "願意接待其他寵物, 請來信詢問\n" +
        "必須洗好澡才能安親住宿")
    $("#petContent").val("＊＊感謝毛家長們的詢問及提出的疑慮＊＊\n" +
        "即使有客人推進(不是往外拉)加上有門鈴提醒 " +
        "毛孩不會因此跑出去前段店面和後面起居室有活動拉門隔間毛孩可自由穿梭怕生毛孩遇客人進店可隔在起居室活動歡迎毛家長實際訪查喔＊＊🤞這裡不關籠 不放陽臺 睡床睡到自南醒夏天吹冷氣做大爺、大小姐 遛達逛街放風是基本💕安親不過夜 300   過夜住宿 500💖給尼們滿滿的陪伴＊小型狗住宿5天以上洗香香免費  中大型300＊狗勾帶來住宿未滿5天但味道太重  需付費洗香香喔🎉💖🎈因咪咪而生的~寵翻天毛孩窩~🎀尼們好 偶是咪咪8歲檢查有心臟病專心的洪院長縮很嚴重辣種後來維持狠好 院長常縮很難得很難得！去年15歲偶跑去擔天使了咪咪媽很捨不得 每天很想很想偶短時間內還不能養狗給狗狗安親和住宿有狗狗陪又可以陪狗狗超棒棒der以前偶都在媽咪店裡很逍遙店裡乾淨舒適空間大常常有漂釀阿姨進進出出很適合像偶一樣愛公關的小瑪也很適合內向害羞的狗狗在櫥窗前面看看人車經過一整天都不無聊耶咪咪媽的哲鞋：狗就是要寵就是要寵就是要寵😘👍👌毛家長請自備寶貝平日所需及熟悉物品＊＊不麻煩的話請把寶貝的推車帶來咪咪媽會推寶貝出去玩、坐捷運3Q~~~")
    $("#checkPeace").val(300)
    $("#checkBoarding").val(300)
    $("#checkWalkDog").val(200)

}