function directInputRegister() {
    $("#title").val("小宇的專業保母服務")
    $("#experience").val(5)
    $("#notices").val("可以上沙發\n" +
        "可以上床\n" +
        "我24小時照顧\n" +
        "不限定毛孩性別\n" +
        "毛孩必須絕育\n" +
        "必須有晶片\n" +
        "不提供鮮食\n" +
        "可接待發情期的女生\n" +
        "願意接待其他寵物, 請來信詢問\n" +
        "必須洗好澡才能安親住宿")
    $("#petContent").val("\n" +
        "                   到府安親/醫療照顧/代客散步。。有機會讓我替大家服務吧** 目前工作為自由接案，請各位家長事先溝通預約喔***希望各位好主人們能夠事先做詢問與溝通，希望能利用工作休假之餘幫大家照顧小孩~~~~本人具有D.I.N.G.O台灣照護管理士(DDCT)專業課程證照，到府安親與代客溜狗的值勤過程中若有任何問題可與愛犬教育訓練機構進行詢問與安排相關照護與行為修正的需求配合。另具備獸醫助理五年工作經驗，如需要服務，請按下面談或諮詢。我們可以一起討論更多的細節，讓孩子有個好保母。 " +
        "       到府服務由各位家長提供食物、水與相關資源，會盡量滿足家長要求的環境整潔，另請告知清潔後的垃圾如何存放或是丟棄位置。若小孩需要特殊醫療照護，需另外簽訂照護條約。到府照護過程，我會仔細觀察孩子們的生理是否有異狀，並在照護日給予家長照片或影片，若有任何情況也會與家長聯繫，總體服務時間為30-60分鐘。" +
        " -----------------如果你想更了解我歡迎繼續往下閱讀-----------------                                        " +
        "教毛小孩是一件必須有恆心有毅力的過程，除了滿足基本的需求，試著問問自己\"你了解他們嗎?\" 。" +
        "你的孩子怕車嗎?怕打雷鞭炮嗎?會挑食嗎?會護食嗎?會亂咬東西嗎?種種行問題從開始飼養後就不斷地逐漸出現。換我想問了\"你嘗試著改善嗎?\"。        " +
        "散步、遊戲、特殊活動，可以讓孩子更加穩定。動物行為不是在教毛孩子，而是在訓練主人。當你的腦袋裝著一定程度觀念以及原則，所有的孩子都會變得乖巧可愛。       " +
        "--------------------------------------------------------------------------------------至今為止經歷-* " +
        "養狗7年、貓2年 （2012起）* 獸醫助理資歷5年（2014-2019）* 可到府照護貓狗或帶狗(最多兩隻一起)附近散步* 上過許多行為訓練課程(大部分為狗，也有貓)* 希望透過行為學知識提高伴侶動物福祉")
    $("#checkPeace").val(300)
    $("#checkBoarding").val(300)
    $("#checkWalkDog").val(200)

}